Repository: PeGaSuS-Coder/magirc
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ms_my

source: Channel activity for %1
ms_my: Aktiviti channel bagi %1

source: Total
ms_my: Jumlah

source: Today
ms_my: Hari ini

source: This Week
ms_my: Minggu Ini

source: This Month
ms_my: Bulan Ini

source: Nickname
ms_my: Nama samaran

source: Letters
ms_my: Huruf

source: Words
ms_my: Perkataan

source: Lines
ms_my: Baris

source: Actions
ms_my: Aksi

source: Smileys
ms_my: Senyum

source: Kicks
ms_my: Menendang

source: Modes
ms_my: Mod

source: Topics
ms_my: Topik

source: Loading
ms_my: Sedang muat turun

source: Current Client Statistics for %1
ms_my: Statistik Semasa Klien bagi %1

source: Client
ms_my: Klien

source: Count
ms_my: Kiraan

source: Current Country Statistics for %1
ms_my: Statistik Semasa Negara bagi %1

source: Country
ms_my: Negara

source: Global channel activity
ms_my: Aktiviti channel global

source: Channel history
ms_my: Sejarah channel

source: Channel list
ms_my: Senarai Channel

source: Current users
ms_my: Pengguna Semasa

source: Max users
ms_my: Max Pengguna

source: Channels
ms_my: Channel

source: Activity
ms_my: Aktiviti

source: History
ms_my: Sejarah

source: Countries
ms_my: Negara

source: Clients
ms_my: Para Pengguna

source: Channel info for %1
ms_my: Info Channel bagi %1

source: Topic set by
ms_my: Topik ditetapkan oleh

source: on
ms_my: pada

source: User peak
ms_my: Puncak pengguna

source: Join this channel
ms_my: Sertai channel ini

source: Standard connection
ms_my: Talian standard

source: IRC standard connection
ms_my: Talian IRC standard

source: Secure connection
ms_my: Talian selamat

source: IRC secure connection
ms_my: Talian IRC selamat

source: Webchat
ms_my: Bilik sembang

source: Users currently in channel
ms_my: Pengguna yang sedang dalam Channel

source: Error
ms_my: Ralat

source: Current Client Statistics
ms_my: Statistik Semasa Klien

source: Current Country Statistics
ms_my: Statistik Semasa Negara

source: Network Usage History
ms_my: Sejarah Pengunaan Rangkaian

source: Network
ms_my: Rangkaian

source: Welcome
ms_my: Selamat Datang

source: Operators
ms_my: Operator

source: Netsplit Graphs
ms_my: Grap Netsplit

source: Mibbit Graphs
ms_my: Grap Mibbit

source: Day
ms_my: Hari

source: Week
ms_my: Minggu

source: Month
ms_my: Bulan

source: Year
ms_my: Tahun

source: More on
ms_my: Lebih lanjut

source: Netsplit.de Graphs
ms_my: Grap Netsplite.de

source: Last week
ms_my: Minggu lalu

source: Last year
ms_my: Tahun lepas

source: Complete history
ms_my: Sejarah lengkap

source: Complete measured history about users and channels
ms_my: Ukuran sejarah lengkap tentang pengguna dan channel

source: Operators currently online
ms_my: Operator sedang dalam talian

source: Online since
ms_my: Dalam talian sejak

source: Live Network Status
ms_my: Status Rangkaian Aktif

source: Network Status
ms_my: Status Rangkaian

source: Servers
ms_my: Server

source: Users
ms_my: Pengguna

source: Current
ms_my: Semasa

source: Peak
ms_my: Tertinggi

source: Current 10 Biggest Chans
ms_my: 10 Channel terbesar kini

source: Top 10 Channels Today
ms_my: 10 Channel Teratas Hari ini

source: Top 10 Users Today
ms_my: 10 Pengguna Teratas Hari Ini

source: User
ms_my: Pengguna

source: Server history
ms_my: Sejarah Server

source: Server info for %1
ms_my: Info server bagi %1

source: Description
ms_my: Keterangan

source: Online
ms_my: Dalam talian

source: Version
ms_my: Versi

source: Uptime
ms_my: Masa dalam talian

source: Last split
ms_my: Terakhir berpisah

source: Last ping
ms_my: Terakhir ping

source: Highest ping
ms_my: Ping Paling tinggi

source: Current opers
ms_my: Oper semasa

source: Max opers
ms_my: Max oper

source: Message of the day
ms_my: Mesej untuk hari ini

source: Server list
ms_my: Senarai server

source: Connect to our network round robin
ms_my: Bersambung ke rangkaian kami

source: User activity for %1
ms_my: Aktiviti pengguna bagi %1

source: Overview
ms_my: Gambaran keseluruhan

source: Type
ms_my: Jenis

source: Global user activity
ms_my: Aktiviti pengguna global

source: User history
ms_my: Sejarah pengguna

source: User info for %1
ms_my: Info pengguna bagi %1

source: Aliases
ms_my: Alias

source: Stats Username
ms_my: Stats Nama Pengguna

source: Real name
ms_my: Nama sebenar

source: Hostname
ms_my: Nama host

source: Connecting from
ms_my: Yang berkaitan dari

source: Information for this user currently unavailable
ms_my: Infomasi bagi pengguna ini tidak tersedia masa ini

source: Language
ms_my: Bahasa

source: Unknown
ms_my: Tidak diketahui

source: Away as
ms_my: Away sebagai

source: Online as
ms_my: Dalam talian sebagai

source: Offline
ms_my: Tidak aktif

source: Service
ms_my: Perkhidmatan

source: Available for help
ms_my: Bersedia untuk membantu

source: join
ms_my: Sertai

source: days
ms_my: hari

source: hours
ms_my: jam

source: minutes
ms_my: minit

source: All
ms_my: Semua

source: 1d
ms_my: 1hri

source: 1w
ms_my: 1mgu

source: 1m
ms_my: 1bln

source: 3m
ms_my: 3bln

source: 6m
ms_my: 6bln

source: 1y
ms_my: 1thn

source: Unable to load contents
ms_my: Gagal muat turun isi kandungan

source: Message
ms_my: Mesej

source: Connected since
ms_my: Bersambung sejak

source: Last quit
ms_my: Terakhir keluar

source: Users online
ms_my: Pengguna dalam talian

source: Servers online
ms_my: Server dalam talian

source: Yes
ms_my: Ya

source: No
ms_my: Tidak

source: Never
ms_my: Tak pernah

source: MOTD not available for this server
ms_my: Tiada MOTD tersedia untuk server ini

source: Failed
ms_my: Gagal

source: Close
ms_my: Tutup

source: Country Statistics
ms_my: Statistik Negara

source: Client Statistics
ms_my: Statistik Klien

source: none
ms_my: Tiada

source: Relation of users and channels during the last week
ms_my: Hubungan pengguna dan saluran pada minggu lepas

source: Relation of users and channels during the last year
ms_my: Hubungan pengguna dan saluran pada tahun lepas

source: Channels during the last week
ms_my: Saluran pada minggu lepas

source: Channels during the last year
ms_my: Saluran sepanjang tahun lalu

source: Servers during the last week
ms_my: Server pada minggu lepas

source: Servers during the last year
ms_my: Pelayan pada tahun lepas

source: Processing...
ms_my: Sedang diproses...

source: Please wait - loading...
ms_my: Sila tunggu - sedang muat turun...

source: Show _MENU_ entries
ms_my: Papar_MENU_ kemasukkan

source: No matching records found
ms_my: Tiada rekod yang sepadan ditemui

source: No data available in table
ms_my: Tiada data tersedia dalam jadual

source: Showing _START_ to _END_ of _TOTAL_ entries
ms_my: Papar _START_ kepada _END_ dari _TOTAL_ kemasukkan

source: Showing 0 to 0 of 0 entries
ms_my: Papar 0 kepada 0 dari 0 kemasukkan

source: (filtered from _MAX_ total entries)
ms_my: (ditapis daripada _MAX_ jumlah kemasukan

source: Search
ms_my: Carian

source: click/return to sort ascending
ms_my: klik / kembali susunan menaik

source: click/return to sort descending
ms_my: klik / kembali susunan menurun

source: First
ms_my: Pertama

source: Previous
ms_my: Sebelum

source: Next
ms_my: Kemudian

source: Last
ms_my: Terakhir

source: Other
ms_my: Lain

source: various
ms_my: pelbagai

source: Various
ms_my: Pelbagai
